Repository: f13dev/wp-github-repo-shortcode
Catalog: widget-embed-lastest-tweets/languages/widget-embed-lastest-tweets-*.po
Languages: fr_fr

source: Twitter connection
fr_fr: Connection Twitter

source: Why
fr_fr: Pourquoi

source: Twitter's API version 1.1 require it
fr_fr: l'API de Twitter version 1.1 l'exige

source: How
fr_fr: Comment

source: Create a new application with your Twitter account. It is very simple, go to this page :
fr_fr: Créer une nouvelle application avec votre compte Twitter. C'est très simple, rendez vous sur cette page :

source: Once your application is created ask to create an access token ( Click the blue button at the bottom of the page of your Twitter application ).
fr_fr: Une fois votre application créée demander à créer un jeton d'accés (access token) (cliquez sur le bouton bleu en bas de la page de votre application twitter)

source: You should now have all the information asked bellow !
fr_fr: Vous devriez maintenant avoir toutes les informations suivantes !

source: Show your latest Tweets
fr_fr: Afficher vos derniers Tweets

source: Title
fr_fr: Titre

source: Twitter Username
fr_fr: Nom d'utilisateur Twitter

source: Number of Tweet to display
fr_fr: Nombre de Tweets à afficher

source: Width
fr_fr: largeur

source: Twitter says :This value is constrained to be between 250 and 550 pixels
fr_fr: Twitter dit : Cette valeur doit être comprise entre 250 et 550 pixels

source: Alignment
fr_fr: Alignement

source: Hide Thread
fr_fr: Masquer les discussions

source: Hide the original message in the case that the embedded Tweet is a reply
fr_fr: Cacher le message d'origine dans le cas où le Tweet est une réponse

source: Hide Media
fr_fr: Masquer les médias

source: Hide the images in the Tweet
fr_fr: Masquer les images dans les Tweets

source: Exclude replies
fr_fr: Exclure les réponses

source: They will not show but they will count in the number of tweets
fr_fr: Elles ne s'afficheront pas mais compteront dans le nombre total de tweets

source: Language
fr_fr: Langue

source: Two firsts caractere only. Example : "fr" for french
fr_fr: Les deux premières lettres seulement. Exemple : "fr" pour français

source: You have to enter your <a href="%s">Twitter connections information first</a>
fr_fr: Vous devez entrer vos <a href="%s">informations de connexion Twitter</a> d'abord
